export const Translation_ru = {

//Home
appTitle : "«Подсчет шевелений плода»",
todayTitle : "Сегодня",
lastKickTitle : "Последнее шевеление",
monitoringTitle : "Мониторинг",
pressTitle : "Нажать",
resetCountTitle : "Сброс",
startTitle : "НАЧАТЬ",
alertTitle : "НАПОМИНАНИЕ",
stopTitle : "СТОП",
pressMeTitle : "Нажать, когда почувствуете шевеление плода",
homeTitle : "Главная",
kickCountCompleteTitle : "Подсчет шевелений плода завершен в %@",

//History
historyTitle : "Архив",
startedTitle : "НАЧАЛО",
endTitle : "ЗАКОНЧИТЬ",
kickCountTitle : "ПОДСЧЕТ ШЕВЕЛЕНИЙ",

//Setting
disclaimerTitle : "Внимание",
disclaimerDescText : "«Подсчет шевелений плода» - это приложение для iPhone/iPad для мониторинга шевелений плода во время беременности. Приложение не заменяет собой профессиональную медицинскую консультацию.",
versionText : "Версия",
clearHistoryTitle : "Удалить архив",
cancelTitle : "Отменить",
doneTitle : "Готово",
startReminderMessage : "Подсчет шевелений плода. Время %@. Начинайте подсчет шевелений плода. ",
alertReminderMessage : "%@. Вы не закончили подсчет шевелений плода. Сосредоточьтесь на шевелениях плода.",
endReminderMessage : "Время %@. Вы не закончили подсчет шевелений плода. Обратитесь за консультацией к гинекологу или акушерке для дальнейшей оценки.  ",
okTitle : "OK",
confirmDelHistory : "Вы уверены, что хотите удалить архив? Весь архив с начала пользования приложением «Подсчет шевелений плода» будет удален.",
noteText : "Заметка",
iosCheckOutText: "Ознакомьтесь с приложением «Подсчет шевелений плода» https://apps.apple.com/us/app/fetal-kick-count/id483135699",
androidCheckOuttText: "Ознакомьтесь с приложением «Подсчет шевелений плода» https://play.google.com/store/apps/details?id=com.ecare.fetalkickcount",
reminderTitle : "Напоминание",
selectModuleText : "Выберите модуль для печати: архив или заметки",
sendEmailTitle : "Отправить",
sentSuccessTitle : "Отправлено",
cannotSendTitle : "Не удается отправить сообщение",
soundTitle : "Звук",
timetoStartCountTitle : "Время начать подсчет",
errorSendEmail : "Ошибка при отправке сообщения",
feedbackTitle : "Отправить отзыв",
reviewTitle : "Просмотр",
copyrightTitle : "Копирайт БаскаранАрунасалам",
androidDisclaimerText: "«Подсчет шевелений плода» - это приложение для Androidдля мониторинга шевелений плода во время беременности. Приложение не заменяет собой профессиональную медицинскую консультацию.",

//Note
clearTitle : "ОЧИСТИТЬ",
saveTitle : "СОХРАНИТЬ",
EditTitle : "Изменить",
composePlaceHolder : "Создать заметку...",
noteTitle : "Заметки",
cannotAddNoteText : "Вы не можете добавить заметку на дату в будущем",


//About
aboutTitle : "О программе",
aboutText : "Наблюдение за движением плода – действенный метод оценки состоянияребенкавутробе матери. Множество малышей было спасено благодаря своевременному вмешательствупосле жалоб матери на снижение подвижности плода, когда дальнейшие обследования действительно выявляли отклонения. Поэтому большинствоакушеров-гинекологов рекомендуютматерямследить за активностью плода при помощи подсчета его шевелений.",
helpText : "Наиболее распространенный метод подсчета шевелений плода – это метод Кардиффа. Им пользуются с 28 недели беременности до родов. Традиционно подсчет шевелений ведется ежедневно с 9 утра. Как только вы насчитали 10 шевелений, следуетзафиксировать время. Если к 6 вечера не удалось насчитать 10 шевелений, следует сконцентрироваться на подсчете. Если к 9 вечера все еще не удалось насчитать 10 шевелений, то следует обратиться к гинекологу или акушерке.",
mmdAppTItle : "Предродовой прием у врача",
pregCalAppTitle : "Мой калькулятор беременности",
subNotesTitle : "Примечания",
otherAppTitle : "Другие приложения этого разработчика",


//setting
endTimeTitle : "Время окончания",
startTimeTitle : "Время начала",
dateTitle : "Дата",
printEmailTitle : "Печатать или отправить",
settingsTitle : "Настройки",
shareTitle : "Поделиться с другом",

};