export const Translation_hi = {

//Home
appTitle : "भ्रूण लात गणना",
todayTitle : "आज",
lastKickTitle : "पिछली लात",
monitoringTitle : "निगरानी करते हुए",
pressTitle : "दबाना",
resetCountTitle : "लातों को शुरू से गिनना",
startTitle : "शुरू करना",
alertTitle : "चेतावनीदेना",
stopTitle : "समय गिनना ख़त्म कर देना",
pressMeTitle : "जब आप को गर्भ में बच्चे की लात महसूस होती है, तो मुझे दबाइए.",
homeTitle : "होउम",
kickCountCompleteTitle : "भ्रूण के चलने की गिनती  बजे खत्म की गई है %@",

//History
historyTitle : "हिस्टरी",
startedTitle : "समय गिनना शुरू कर दिया गया है",
endTitle : "ख़त्म करना",
kickCountTitle : "लातों को गिनना",

//Setting
disclaimerTitle : "जिम्मेदारी से इन्कार.",
disclaimerDescText : "भ्रूण लात गणना ई-फ़ोन / ई-पेड का एप है, जिस की मदद से आप अपने बच्चे की गर्भ में लातों की निगरानी कर सकती हैं. यह एप डाक्टर की सलाह का काम नहीं देता.",
versionText : "संस्करण",
clearHistoryTitle : "हिस्टरी हटाना",
cancelTitle : "रद्द करना",
doneTitle : "नोट दर्ज किया गया है",
startReminderMessage : "भ्रूण लात गणना. अब %@ बजे हैं, अभी से लेकर भ्रूण की लातों को ज़रा गिनना.",
alertReminderMessage : "अब %@ बजे हैं. आपके बच्चे की लातों की संख्या ज़रूरी संख्या तक नहीं पहुँची है.ज़रा अपने बच्चे की गर्भ में लातों पर ध्यान रखिए.",
endReminderMessage : "अब %@ बजे हैं. आपके बच्चे की लातों की संख्या ज़रूरी संख्या तक नहीं पहुँची है. ज़रा अपनी दाई या प्रसूतिशास्त्री से सलाह लेना, कि आप को क्या करना चाहिए.",
okTitle : "ओ.के.",
confirmDelHistory : "क्या आप को विश्वास है, कि आप हिस्टरी को हटाना चाहती हैं? भ्रूण लात गणने के एप से काम लेना शुरू करने के समय से लेकर आप ने जो सारी हिस्टरी दर्ज की है, वह हटाई जाएगी.",
noteText : "नोट",
iosCheckOutText: "भ्रूण लात गणने का एप जाँचना https://apps.apple.com/us/app/fetal-kick-count/id483135699",
androidCheckOuttText: "भ्रूण लात गणने का एप जाँचना https://play.google.com/store/apps/details?id=com.ecare.fetalkickcount",
reminderTitle : "याद दिलाना",
selectModuleText : "हिस्टरी या नोट पेज को प्रिंट करने के लिए मोड्युल चुनना.",
sendEmailTitle : "ई-पत्र भेजना",
sentSuccessTitle : "सूचना सफलती से भेजी गई है",
cannotSendTitle : "ई-पत्र नहीं भेजा जा सकता",
soundTitle : "आवाज़",
timetoStartCountTitle : "लातें गिनना शुरू करने का समय",
errorSendEmail : "ई-पत्र भेजते समय गलती हुई है.",
feedbackTitle : "फीडबेक",
reviewTitle : "फिर से देखना",
copyrightTitle : "कॉपीराइट भास्करण अरुणसलाम",
androidDisclaimerText: "भ्रूण लात गणना अंड्रोइड का एप है, जिस की मदद से आप अपने बच्चे की गर्भ में लातों की निगरानी कर सकती हैं. यह एप डाक्टर की सलाह का काम नहीं देता.",

//Note
clearTitle : "हटाना",
saveTitle : "सैव करना",
EditTitle : "नोट में तब्दीली करना",
composePlaceHolder : "अपना नोट दर्ज करना...",
noteTitle : "नोट",
cannotAddNoteText : "आने वाली तारीख़ के लिए आप नोट नहीं कर सकतीं.",


//About
aboutTitle : "प्रोग्राम के बारे में",
aboutText : "भ्रूण के गर्भ में चलने की निगरानी करना गर्भ में इस की भलाई का अंदाज़ा लगाने का बहुत फ़ायदामंद तरीक़ा है. जब महिला ने शिकायत की है, कि बच्चे के गर्भ में चलने में कमी हुई, और इस सिलसिले में बच्चे की हालत का निर्धारण करने के लिए कदम उठाए गए, तो ठीक समय पर किए हस्तक्षेप से बहुत बच्चे बचाए गए हैं. इस लिए ज़्यादातर प्रसूतिशास्त्री माताओं को सलाह देते हैं, कि भ्रूण की लातों के गणने (भ्रूण लात गणना) से काम लेकर वे लोग अपने बच्चों के गर्भ में चलने की निगरानी करें",
helpText : "भ्रूण लात गणना, जो सब से अक्सर इस्तेमाल किया जाता है, दस तक गिनने का कार्डीफ़ गणना है. यह गणना गर्भावस्था के अठाईसवें हफ़्ते से लेकर प्रसव तक इस्तेमाल किया जाता है आप आम तौर पर रोज़ सुबह के 9 बजे के बाद भ्रूण की लातों को गिनना शुरू कर देती हैं. दस लातें गिनते ही आप समय का रिकार्ड कर देती हैं. अगर आप रात के 6 बजे तक दस लातें नहीं गिन सकती हैं, तो आप को बच्चे की लातों पर ध्यान रखना चाहिए. अगर रात के 9 बजे तक आप ने दस लातें नहीं गिनीं, तो आप को अपनी दाई या प्रसूतिशास्त्री की सलाह लेनी चाहिए.",
mmdAppTItle : "प्रसवपूर्व नियुक्तियाँ",
pregCalAppTitle : "मेरी गर्भावस्था का कैलकुलेटर",
subNotesTitle : "सबजेक्ट नोट",
otherAppTitle : "डेवलपर के बनाए दूसरे एप",


//setting
endTimeTitle : "समय ख़त्म हुआ",
startTimeTitle : "समय गिनना शुरू कर देना",
dateTitle : "तारीख",
printEmailTitle : "प्रिंट कराना या ई-पत्र भेजना",
settingsTitle : "सेटिंग",
shareTitle : "दोस्तों को यह जानकारी भेजना",

};