export const Translation_th = {

//Home
appTitle : "การนับจำนวนการดิ้นของทารก",
todayTitle : "วันนี้",
lastKickTitle : "การดิ้นครั้งสุดท้าย",
monitoringTitle : "การติดตาม",
pressTitle : "กดปุ่ม",
resetCountTitle : "ล้างการนับ",
startTitle : "เริ่ม",
alertTitle : "แจ้งเตือน",
stopTitle : "หยุด",
pressMeTitle : "กดปุ่มนี้เมื่อคุณรู้สึกว่าทารกดิ้น",
homeTitle : "หน้าหลัก",
kickCountCompleteTitle : "สามารถใช้กับภาษา %@",

//History
historyTitle : "ข้อมูลการใช้งาน",
startedTitle : "เริ่มแล้ว",
endTitle : "สิ้นสุด",
kickCountTitle : "นับการดิ้น",

//Setting
disclaimerTitle : "คำชี้แจง",
disclaimerDescText : "จำนวนการดิ้นของทารกในครรภ์เป็นแอปพลิเคชั่นบนiPhone / iPadช่วยให้คุณตรวจสอบการเคลื่อนไหวของทารกในครรภ์ของคุณแต่ไม่อาจใช้แทนการขอคำแนะนำจากแพทย์มืออาชีพได้",
versionText : "เวอร์ชั่น",
clearHistoryTitle : "ล้างข้อมูลที่เคยใช้",
cancelTitle : "ยกเลิก",
doneTitle : "เสร็จสิ้น",
startReminderMessage : "จำนวนการดิ้นของทารกในครรภ์เป็น%@ กรุณานับการดิ้นของทารกในครรภ์ตั้งแต่ตอนนี้",
alertReminderMessage : "เป็น%@ คุณนับการดิ้นของทารกในครรภ์ของคุณยังไม่เสร็จสมบูรณ์กรุณาให้ความสนใจต่อการเคลื่อนไหวของทารกในครรภ์ของคุณ",
endReminderMessage : "เป็น%@ คุณนับการดิ้นของทารกในครรภ์ของคุณยังไม่เสร็จสมบูรณ์กรุณาขอคำปรึกษาจากผดุงครรภ์หรือสูติแพทย์ของคุณสำหรับการประเมินผลต่อไป",
okTitle : "ตกลง",
confirmDelHistory : "คุณแน่ใจว่าต้องการที่จะล้างข้อมูลการใช้หรือไม่?ข้อมูลการใช้งานทั้งหมดของคุณที่บันทึกไว้ ตั้งแต่นับเวลาการเริ่มดิ้นของทารกในครรภ์จะถูกลบออกหมด",
noteText : "บันทึกข้อความ",
iosCheckOutText: "แอปพลิเคชั่นตรวจสอบจำนวนการดิ้นของทารกในครรภ์ https://apps.apple.com/us/app/fetal-kick-count/id483135699",
androidCheckOuttText: "แอปพลิเคชั่นตรวจสอบจำนวนการดิ้นของทารกในครรภ์ https://play.google.com/store/apps/details?id=com.ecare.fetalkickcount",
reminderTitle : "คำเตือน",
selectModuleText : "เลือกเกณฑ์วัดที่จะพิมพ์หรือบันทึกหน้าข้อมูลการใช้งาน",
sendEmailTitle : "ส่งอีเมล",
sentSuccessTitle : "การส่งสมบูรณ์แล้ว",
cannotSendTitle : "ไม่สามารถส่งอีเมลได้",
soundTitle : "เสียง",
timetoStartCountTitle : "เวลาที่เริ่มนับ",
errorSendEmail : "เกิดความผิดพลาดขณะส่งอีเมล",
feedbackTitle : "ฟีดแบค",
reviewTitle : "รีวิว",
copyrightTitle : "สง วน ลิข สิ ทธิ์ @Baskaran Arunasalam",
androidDisclaimerText: "จำนวนการดิ้นของทารกในครรภ์เป็นแอปพลิเคชั่นบนแอนดรอยด์ ช่วยให้คุณตรวจสอบการเคลื่อนไหวของทารกในครรภ์ของคุณแต่ไม่อาจใช้แทนการขอคำแนะนำจากแพทย์มืออาชีพได้",

//Note
clearTitle : "ล้าง",
saveTitle : "จัดเก็บ",
EditTitle : "แก้ไข",
composePlaceHolder : "เขียนบันทึกย่อของคุณ...",
noteTitle : "ข้อความ",
cannotAddNoteText : "คุณไม่สามารถบันทึกข้อความของวันถัดไปได้",


//About
aboutTitle : "เกี่ยวกับ",
aboutText : "การติดตามจำนวนการเคลื่อนไหวของทารกในครรภ์เป็นวิธีที่มีประโยชน์มากในการระบุว่าทารกในครรภ์มีสภาพเป็นปกติดีหลังจากที่คุณแม่รู้สึกข้องใจต่อการเคลื่อนไหวของทารกในครรภ์ที่น้อยลงและพบว่าการประเมินผลโดยดูจากการนับจำนวนการเคลื่อนไหวนี้ช่วยให้เด็กทารกรอดชีวิตมาแล้วเป็นจำนวนมากดังนั้นสูตินรีแพทย์ส่วนใหญ่ มักแนะนำให้คุณแม่ตรวจสอบการเคลื่อนไหวของทารกโดยการนับจำนวนการดิ้นของทารกในครรภ์",
helpText : "วิธีนับจำนวนการดิ้นของทารกในครรภ์ที่ใช้กันอย่างแพร่หลายคือวิธีการบันทึกการดิ้นของทารกในครรภ์จนครบ10 ครั้ง(cardift count of ten)ถูกนำมาใช้หลังจาก28สัปดาห์ของการตั้งครรภ์จนถึงวันครบกำหนดคลอดโดยนับตามแบบนี้คือคุณเริ่มบันทึกการดิ้นของทารกในครรภ์ทุกวันหลังจากเวลา09:00น.เมื่อคุณนับได้10ครั้งให้บันทึกเวลาไว้ถ้านับได้ไม่ถึง10ภายในเวลา18:00น.คุณควรให้ความสนใจไปที่การเคลื่อนไหวของทารกหากในเวลา21:00น.ถ้ายังนับได้ไม่ถึง10คุณควรรีบขอคำปรึกษาจากผดุงครรภ์หรือสูติแพทย์ของคุณ",
mmdAppTItle : "นัดหมายฝากครรภ์",
pregCalAppTitle : "คำนวณการตั้งครรภ์ของฉัน",
subNotesTitle : "บันทึกเรื่อง",
otherAppTitle : "App อื่นๆ จากผู้พัฒนาระบบ",


//setting
endTimeTitle : "หมดเวลา",
startTimeTitle : "เริ่มนับเวลา",
dateTitle : "วันที่",
printEmailTitle : "พิมพ์หรืออีเมล์",
settingsTitle : "ติดตั้ง",
shareTitle : "แบ่งปันให้เพื่อน",

};