export const Translation_ar = {

//Home
appTitle : "مراقبة عدد ركلات الجنين",
todayTitle : "اليوم",
lastKickTitle : "وقتآخرركلة",
monitoringTitle : "المتابعة",
pressTitle : "اضغطي",
resetCountTitle : "إعادةضبطالعدد",
startTitle : "ابدأ",
alertTitle : "رسائل التنبيه",
stopTitle : "توقف",
pressMeTitle : "اضغطيهناعندماتشعرينبركلةالجنين",
homeTitle : "الصفحة الرئيسية ",
kickCountCompleteTitle : "انتهى عدد الركلات في %@",

//History
historyTitle : "المحفوظات",
startedTitle : "بدأ",
endTitle : "إنهاء",
kickCountTitle : "عددالركلات",

//Setting
disclaimerTitle : "إخلاء مسؤولية ",
disclaimerDescText : "إن تطبيق مراقبة عدد ركلات الجنين هو تطبيق على الآي فون/الآي باد يهدف إلى مساعدتكفيمتابعةحركةالجنين،وليسبديلاًعنالمشورةالطبيةالاحترافية.",
versionText : "الإصدار",
clearHistoryTitle : "مسحالمحفوظات",
cancelTitle : "إلغاء",
doneTitle : "تم",
startReminderMessage : "مراقبة عدد ركلات الجنين. العدد%@. يُرجىعدّ ركلات الجنين من الآن.",
alertReminderMessage : "العدد@%. لم تكملي عدد ركلات الجنين. يُرجىالتركيزعلىحركات الجنين.",
endReminderMessage : "العدد@%. لمتكمليعددركلاتالجنين. يرجىالرجوعإلىالقابلةأوطبيبالتوليدلإجراءالمزيدمنالفحوصات.",
okTitle : "موافق",
confirmDelHistory : "هلأنتِ متأكدةمن رغبتك في مسحالمحفوظات؟سيتم حذف جميعالمحفوظاتالمسجلة منذ تاريخ بدء تطبيق مراقبة عدد ركلات الجنين.",
noteText : "ملحوظة",
iosCheckOutText: "تفقدي تطبيق مراقبة عدد ركلات الجنينعلى https://apps.apple.com/us/app/fetal-kick-count/id483135699",
androidCheckOuttText: "تفقدي تطبيق مراقبة عدد ركلات الجنينعلى https://play.google.com/store/apps/details?id=com.ecare.fetalkickcount",
reminderTitle : "تذكير",
selectModuleText : "حدديوحدةًلطباعةصفحةالمحفوظاتأوالملاحظات",
sendEmailTitle : "أرسليرسالةبريدإلكتروني",
sentSuccessTitle : "تم الإرسال بنجاح!",
cannotSendTitle : "لا يُمكن إرسال البريد الإلكتروني",
soundTitle : "الصوت",
timetoStartCountTitle : "وقتبدايةالعد",
errorSendEmail : "حدث خطأ أثناء إرسال البريد الإلكتروني",
feedbackTitle : "التعليقات",
reviewTitle : "استعراض",
copyrightTitle : "حقوق الطبع محفظة لباسكران أروناسالام",
androidDisclaimerText: "إن تطبيق مراقبة عدد ركلات الجنين هو تطبيق على الآي فون/الآي باد يهدف إلى مساعدتكفيمتابعةحركةالجنين،وليسبديلاًعنالمشورةالطبيةالاحترافية.",
//Note
clearTitle : "مسح",
saveTitle : "حفظ",
EditTitle : "تحرير",
composePlaceHolder : "...اكتبي ملاحظتك",
noteTitle : "ملاحظات",
cannotAddNoteText : "لايمكنكِ إضافة ملاحظة لتاريخ فيالمستقبل",


//About
aboutTitle : "نبذة",
aboutText : "منالوسائلالتيتفيدكثيرًا في التعرف علىمدىسلامةالطفلفيرحمالأممراقبةحركات الجنين؛ إذ أسهم التدخل في الوقت المناسب بعد شكوى بعض الأمهات من قلة حركة الجنين واكتشافتعرضالطفلللخطر عند إجراء الفحوصات الإضافية في إنقاذ حياة العديد من الأطفال. لذايوصيأغلبأطباءالتوليدالأمهاتبمتابعةحركةأطفالهن من خلال تطبيق مراقبة عدد ركلات الجنين.",
helpText : "أكثر أنواع تطبيق مراقبة عدد ركلات الجنينشيوعًا هو تطبيق كارديف لمراقبةالمدة اللازمة لوقوع عشرةركلات للجنين.يُستخدمبدءًامنالأسبوعالتاسعوالعشرين من الحمل حتى الولادة. في تطبيق المراقبة التقليدية لعدد ركلات الجنين،تبدأين في تسجيل ركلات الجنين بعد الساعة التاسعة صباحًا، وبمجرد وصولك إلى 10 ركلات تسجلينالوقت. إذالميصلعددالركلاتإلى 10 قبلالساعةالسادسةمساءً،فعليكِ التركيز على حركات الجنين. وإذا لم يصل عدد ركلات الجنين إلى 10 ركلات بحلولالساعةالتاسعةمساءً،فعليكباستشارةالقابلةأوطبيبالتوليد.",
mmdAppTItle : "مواعيدماقبلالولادة",
pregCalAppTitle : "الصفحة الرئيسية ",
subNotesTitle : "ملاحظات الموضوع",
otherAppTitle : "التطبيقات الأخرى التي يُوفِرها المطور",


//setting
endTimeTitle : "وقتالإنهاء",
startTimeTitle : "وقتالبداية",
dateTitle : "التاريخ",
printEmailTitle : "اطبع أو أرسل بالبريد الإلكتروني",
settingsTitle : "الإعدادات ",
shareTitle : "المشاركة مع الأصدقاء",
};
